token = "7751901299:AAGl9Lbrh7M6WyHkQWa1fI7o0dkQOpr_M40"
admin_id = [1492287687]
text_1 = """
Привет!
Это Новогодний адвент-календарь. 
Декабрь — время подведения итогов, отличного настроения, подарков и предвкушения праздника!

Каждый день — новое задание и уникальный подарок! 
🎁 Готовься к Новому году с нами и тебя ждёт много нового и интересного?

📝 Как тебе такая идея?
"""

text_2 = """
Ты сможешь не только сделать что-то классное каждый день для себя, но и получить полезные подарки: чек-листы, курсы, вдохновляющие обои и много другого! Поделись, что нравится больше всего:
"""

text_3 = """
Каждый день в 10.00 будет приходить задание, и каждый выполненный шаг принесет маленький, но приятный сюрприз! Готов к предновогоднему челленджу?
"""

text_4 = """
Назови себя
"""

text_5 = """
Всё, формальности закончены и теперь начинается самое интересное!

Каждый день в 10:00 тебе будет приходить новое задание. Можно выполнять в тот же день, можно пропускать и возвращаться.

Среди тех, кто выполнит до 31.12 до 22.00 все задания мы разыграем самые интересные призы 🤗🤗🤗

Есди ты присоединился позже 1 декабря, то в меню нажми "Напомнить задание" и выбери какое хочешь выполнить.

Ну что, поехали!
"""